Repository: bluestemso/ojo_app
Catalog: lib/l10n/app_*.arb
Languages: es

# appTitle
source: Eye Rest Timer
es: Temporizador de Descanso Visual

source: take care of your eyes
es: cuida tus ojos

source: Start
es: Comenzar

source: Settings
es: Ajustes

source: Provide Feedback
es: Dar Retroalimentación

# rateOnPlayStore
source: Rate us on the Play Store
es: Califícanos en Play Store

source: Welcome to ojo!
es: ¡Bienvenido a ojo!

# welcomeMessage
source: ojo helps you take care of your eyes by reminding you to take breaks. Every 20 minutes, you'll get a 20-second break to look at something 20 feet away. This is known as the 20-20-20 rule and helps reduce eye strain.
es: ojo te ayuda a cuidar tus ojos recordándote tomar descansos. Cada 20 minutos, tendrás un descanso de 20 segundos para mirar algo a {distance} de distancia. Esto se conoce como la regla 20-20-20 y ayuda a reducir la fatiga visual.

source: Let's get started!
es: ¡Empecemos!

source: Time to focus
es: Tiempo de concentrarse

# timeForBreak
source: Time for a break!
es: ¡Tiempo de descanso!

# lookAwayMessage
source: Look at something {distance} away
es: Mira algo a {distance} de distancia

# readyToWork
source: Ready to work again?
es: ¿Listo para trabajar de nuevo?

source: Start Work
es: Comenzar Trabajo

source: Start Work Now
es: Comenzar Trabajo Ahora

source: Start Break
es: Comenzar Descanso

source: Start Break Now
es: Comenzar Descanso Ahora

# metricDistance
source: 6 meters
es: 6 metros

# imperialDistance
source: 20 feet
es: 20 pies
